Repository: mehdi-jalili/word-replace
Catalog: languages/word-replace-*.po
Languages: fa_ir, ka_ge

source: Add New Rule
fa_ir: افزودن مورد جدید
ka_ge: დაამატეთ ახალი წესი

source: The real-time masking find and replace rules will be applied prior to the website being rendered in the browser.
fa_ir: جایگزینی در لحظه، موارد را در هنگام بارگذاری صفحه پیدا میکند و در هنگام بارگذاری صفحه در مرورگر، جایگزین میکند.
ka_ge: ნამდვილ დროს მოძიებისა და ჩანაცვლების წესები გამოყენებულ იქნება ვებგვერდის ბრაუზერში რენდერის წინ.

source: Word Replace
fa_ir: جایگزین عبارت
ka_ge: სიტყვების შეცვლა

source: Are You Sure?
fa_ir: آیا شما مطمئن هستید؟
ka_ge: დარწმუნებული ხართ?

source: Delete
fa_ir: حذف
ka_ge: წაშლა

source: Cancel
fa_ir: انصراف
ka_ge: გაუქმება

source: There was an error with the operation.
fa_ir: عملیات با خطا مواجه شد.
ka_ge: ოპერაციაში შეცდომა მოხდა.

source: Targeted word
fa_ir: کلمه ی هدف
ka_ge: მიზნობრივი სიტყვა

source: Replace With
fa_ir: جایگزین شود با
ka_ge: შეცვლა

source: Where
fa_ir: مکان
ka_ge: სად

source: Page Name
fa_ir: نام برگه
ka_ge: გვერდის სახელი

source: Post Name
fa_ir: نام نوشته
ka_ge: პოსტის სახელი

source: Action
fa_ir: عملیات
ka_ge: მოქმედება

source: No records found
fa_ir: هیچ موردی یافت نشد
ka_ge: ჩანაწერები არ მოიძებნა

source: Remove
fa_ir: حذف
ka_ge: ამოშლა

source: Text
fa_ir: نوشتار
ka_ge: ტექსტი

source: Enter the target Word. Example: Hello World
fa_ir: کلمه ی هدف را وارد کنید. مثال: سلام دنیا
ka_ge: შეიყვანეთ მიზნობრივი სიტყვა. მაგალითი: Hello World

source: Replace with
fa_ir: جایگزین شود با
ka_ge: შეცვლა

source: Enter the text you want to Replace. Example: Hi World
fa_ir: عبارتی که میخواهید جایگزین شود را وارد کنید. مثال: سلام بر دنیا
ka_ge: შეიყვანეთ ტექსტი, რომელიც გსურთ შეცვლა. მაგალითი: Hi World

source: Where To Replace
fa_ir: کجا جایگزین شود
ka_ge: სად შეცვლა

source: All over the website
fa_ir: تمام سایت
ka_ge: საიტზე ყველგან

source: Page
fa_ir: برگه
ka_ge: გვერდი

source: Post
fa_ir: نوشته
ka_ge: პოსტი

source: Select a Page
fa_ir: یک برگه انتخاب کنید
ka_ge: გვერდის არჩევა

source: All
fa_ir: همه
ka_ge: ყველაფერი

source: Select a Post
fa_ir: یک نوشته انتخاب کنید
ka_ge: პოსტის არჩევა

source: Operation completed successfully.
fa_ir: عملیات موفقیت آمیز بود.
ka_ge: ოპერაცია წარმატებით დასრულდა.

source: Add
fa_ir: افزودن
ka_ge: დამატება

source: Please Fill All the Fields
fa_ir: لطفا همه ی گزینه ها را پر کنید
ka_ge: გთხოვთ, შეავსეთ ყველა ველი

source: Rule Has Been Added
fa_ir: مورد اضافه شد
ka_ge: წესი დაემატა

source: Repeated word detected
fa_ir: کلمه ی تکراری دیده شد
ka_ge: გამეორებული სიტყვა აღმოჩენილი

source: Error occurred
fa_ir: خطایی اتفاق افتاده است
ka_ge: შეცდომა მოხდა

source: Rule has been deleted
fa_ir: مورد حذف شد
ka_ge: წესი წაშლილია

source: Error: Delete was not successful
fa_ir: خطا: حذف با موفقیت انجام نشد
ka_ge: შეცდომა: წაშლა არ მოხდა წარმატებით

source: Easily Replace all the text you want in real-time.
fa_ir: به آسانی تمام کلماتی که میخواهید را در لحظه جایگزین کنید.
ka_ge: ადვილად შეცვალეთ მთელი ტექსტი, რომელიც გსურთ რეალურ დროში.

source: Mehdi Jalili
fa_ir: مهدی جلیلی
ka_ge: მეჰდი ჯალილი
